src/rails/app/controllers/job_stats_controller.rb

  def index
    @job_stats = JobStats.all
---
SELECT `job_stats`.* FROM `job_stats`